---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueEmission
source: html/31d527af-346d-cb2c-44e1-a64d6211af5d.htm
---
# Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueEmission Property

The property labeled "Emission" from the "AdvancedOpaque" schema.

## Syntax (C#)
```csharp
public static string OpaqueEmission { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".